{
  "linkedinposts": [
    {
      "post": "photographer, and a young, enthusiastic cinematographer together forming a trio of urban explorers, embarking on a journey fuelled by curiosity and a shared passion for storytelling. Our destination? The enchanting and somewhat mystical land of Rangamati — the place where nature's untamed beauty unfolds in",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/12/24/0o0a3873.jpg?itok=8gYrNzNA&timestamp=1703413856",
      "id": 7
    },
    {
      "post": " agent cast doubt even on that prospect in a post on X on Monday, just before the Pharaohs' crucial final Cup of Nations group match against Cape Verde.\n\n\"Mohamed's injury is more serious than first thought and he will be out for 21-28 days, and not two games,\" Ramy Abbas Issa wrote on X.\n\n\"His best chance at participating in the current AFCON is by undergoing intensive rehabilitation in the UK and rejoining the team as soon as he is fit.\"",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/01/09/salah.jpg",
      "id": 8
    },
    {
      "post": "Lionel Messi's Inter Miami slumped to a 1-0 defeat against FC Dallas in a pre-season friendly on Monday before the team set off on a hectic international tour.\n\nAfter a lacklustre 0-0 draw against El Salvador on Friday, Miami delivered another performance to forget in wet, cold conditions at the Cotton Bowl Stadium.",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/01/23/messi_1.jpg",
      "id": 9
    },
    {
      "post": " just trying to get one more game in the first set and at least make it competitive and then one game turned to another and I was able to win that set,\" she said",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2024/01/23/2024-01-23t052345z_258266423_up1ek1n0ezj1q_rtrmadp_3_tennis-ausopen.jpg",
      "id": 10
    }
  ]
}