{
  "linkedinposts": [
    {
      "post": "abir-- GM Quader from JP, independent candidate Anwara Islam Rani, Shahidul Islam of Jatiya Samajtantrik Dal (Jasad), Abdur Rahman Rezu of Bangladesh Supreme Party, Ekramul Haque of Bangladesh ",
      "photo": "https://imgupscaler.com/images/samples/animal-after.webp",
      "id": 4
    },
    {
      "post": " bred as a city boy, I was moulded by the bustling streets and towering high rises of Dhaka. Despite the comfort zones provided to me at an early age, I was always drawn to the unknown that exists outside the box. Following such an inclination, I ventured recently into the heart of Rangamati, a region renowned for its rich cultural tapestry, to witness a traditional Chakma wedding. What unfolded was not just a ceremony but a vibrant celebration of love, community, and tradition offering a mesmerising glimpse into a world I never knew existed.",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/12/24/tiyaauntiqafternoonquick-74.jpg?itok=qvle_3eO&timestamp=1703411781",
      "id": 5
    },
    {
      "post": "The experience, narrated by Sugata Chakma, a respected elder and researcher, started with a journey akin to a pilgrimage. \"The entire function and the subsequent ceremonies are truly a wonderful and wholesome process to witness,\" Sugata had remarked. True to his words, the wedding journey began with the groom's family waking early and traversing through hills to reach the bride's home, their arms laden with gifts.",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/12/24/tiyaauntiqafternoonquick-85_0.jpg?itok=gG45VhYT&timestamp=1703412134",
      "id": 6
    },
    {
      "post": "Picture this: a Dhaka-based writer, a senior photographer, and a young, enthusiastic cinematographer together forming a trio of urban explorers, embarking on a journey fuelled by curiosity and a shared passion for storytelling. Our destination? The enchanting and somewhat mystical land of Rangamati — the place where nature's untamed beauty unfolds in",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/12/24/0o0a3873.jpg?itok=8gYrNzNA&timestamp=1703413856",
      "id": 7
    },
    {
      "post": "First stop: the magnificent Kaptai Lake. It lay before us, vast and serene, its surface reflecting the hues of the morning sky like a gigantic, still mirror. The sheer magnitude of the lake, juxtaposed against the lush greenery and rolling hills, such a serene beauty of the lake was a sight for",
      "photo": "https://tds-images.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/12/24/0o0a2749.jpg?itok=HuR7dked&timestamp=1703414017",
      "id": 8
    },
    {
      "post": "abir-- GM Quader from JP, independent candidate Anwara Islam Rani, Shahidul Islam of Jatiya Samajtantrik Dal (Jasad), Abdur Rahman Rezu of Bangladesh Supreme Party, Ekramul Haque of Bangladesh",
      "photo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fbuffer.com%2Flibrary%2Ffree-images%2F&psig=AOvVaw1ULQYMLhjOHkZubsst1iK2&ust=1705770367798000&source=images&cd=vfe&ved=0CBIQjRxqFwoTCIja-Pj36YMDFQAAAAAdAAAAABAE",
      "id": 9
    }
  ]
}